HELYXcore-4.4.0/modules/swak4Foam/Examples/other/topoSetDamBreak/system/decomposeParDict

// * * * * * * * * * //
FoamFile
{
	version 0.5;
	format ascii;
	root "ROOT";
	case "CASE";
	class dictionary;
	object nix;
}
method scotch;
numberOfSubdomains 2;
scotchCoeffs
{
}
